Repository: lblanch/candy-sharing
Catalog: lang/*.po
Languages: ca_es, es_es

source: points
ca_es: punts
es_es: puntos

source: You and your friend just bought a a candy bag!
ca_es: T’acabes de comprar una bossa de llaminadures!
es_es: Te acabas de comprar una bolsa de dulces!

source: Select from below your favorite candy flavor,
ca_es: Selecciona a sota el seu sabor preferit,
es_es: Selecciona a continuación tu sabor favorito,

source: give to your friend the candies of their favorite
ca_es: dóna al teu amic les llaminadures del sabor que
es_es: regala a tu amigo los dulces de su sabor

source: flavor and collect as many points as you can!
ca_es: més li agrada i acumula tants punts com puguis!
es_es: favorito y acumula tantos puntos como puedas!

source: LOADING IMAGES
ca_es: CARREGANT IMATGES
es_es: CARGANDO IMAGENES

source: START GAME
ca_es: INICIAR JOC
es_es: INICIAR JUEGO

source: red
ca_es: maduixa
es_es: fresa

source: yellow
ca_es: llimona
es_es: limón

source: purple
ca_es: mora
es_es: mora

source: green
ca_es: kiwi
es_es: kiwi

source: blue
ca_es: neviu
es_es: arandano
